Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: གསེར་དང་དངུལ་དང་ར་གན་གྱིས། །རྒྱལ་མཚན་ཡུ་བ་བསྒྲེང་བ་ལ། །རྒྱལ་མཚན་བ་དན་བཏགས་ནས་ནི། །ལེགས་དགད་ལེགས་པར་མཉམ་པར་བཞག །
en: “If this [effigy], made of gold or silver, Is fitted onto a banner handle, Raised up on top of banners and flags, Well positioned and well set, {54.44}

source: གཡུལ་དུ་དགྲས་ནི་ལེགས་གང་བ། །མཚོན་ཆ་སྣ་ཚོགས་ཐོགས་བྱེད་པ། །ཐམས་ཅད་གཡུལ་དུ་འདུས་པ་ལ། །དེ་ཡི་ཚེ་ན་འཇུག་པར་བྱ། །
en: “And taken to a battlefield Swarming with enemies, Their various weapons raised At the commencement of fighting, {54.45}

source: རྒྱལ་རིགས་རྒྱལ་པོ་ཆེན་པོ་ནི། །འཇིག་རྟེན་ས་སྲུང་ས་གནས་པ། །དད་ལྡན་ཡིད་གཉིས་ཐེ་ཚོམ་ནི། །རྣམ་བྲལ་ཆོས་ལ་མཉེས་གཤིན་པ། །བདེ་བར་གཤེགས་ལ་དད་བསྐྱེད་ནས། །སྙིང་རྗེས་བརླན་པའི་ཡིད་ཀྱིས་ནི། །འདིར་བཤད་འདི་དག་བྱ་བ་ནི། །གྲུབ་པར་འདོད་པས་རབ་ཏུ་བྱ། །ཆོ་གའི་སྦྱོར་བའི་སྔགས་དང་ནི། །རྒྱུད་དང་ལྡན་པ་ས་སྟེང་དུ། །
en: “There once was a great kṣatriya king, Who lived and reigned on earth. He had faith, was free from indecision or doubts, And was a fond patron of the Dharma. {54.50} “Having generated faith in the Sugata, With a mind filled with compassion And eager to find the esoteric meaning, He undertook to perform the rituals taught here. {54.51}

source: ཆོས་དབྱིངས་ཚོགས་པའི་རྒྱལ་བ་ཡིས། །གསུང་རབ་འདི་དག་ངེས་པར་བསྟན། །ཆོས་ཀྱི་དབྱིངས་དང་མཉམ་གནས་པའི། །རྒྱལ་མཆོག་སྔ་མ་གྲངས་མེད་པས། །ས་ཡི་སྟེང་གི་མི་རྣམས་ལའང་། །ཆོས་ཀྱི་མཛོད་ནི་གསུངས་པ་ཡིན། །
en: “The victors who abide in the sphere of phenomena Taught these [rituals] as part of their doctrine. They taught them in this manual of rites that employ mantras And fit into the mantra system taught here on earth. {54.52} “The innumerable victors of the past Who dwell in the sphere of phenomena Taught this Dharma treasury On earth to human beings. {54.53}

source: ལྷ་དང་ལྷ་མིན་སྔོན་གཡུལ་འཐབ། །ཕ་རོལ་འཇིགས་པ་བྱུང་བ་ན། །
en: “In times past, while a dreadful war Was being waged between the gods and the asuras,

source: གང་ཚེ་བརྒྱ་བྱིན་སྔོན་གྱུར་པ། །དཔུང་ནི་ཕམ་བྱས་ཞེ་སྡང་བས། །
en: The army of [Indra] Was destroyed by its enemies. {54.54}

source: དེ་ཚེ་གཅིག་ཏུ་སོང་ནས་ནི། །ས་སྟེང་རྣམ་པར་དུ་བར་གྱུར། །རྒྱལ་མཆོག་འོད་སྲུང་དེ་ལ་ནི། །ཐུབ་པ་མཆོག་ལ་དེ་ཚེ་ཞུས། །
en: “Alone on the earth, dispirited, Without a chariot, He approached, at that time, Kāśyapa, The best of sages and the supreme Victor. {54.55}

source: ཇི་ལྟར་བྱ་ཞེས་ཚིག་ཏུ་ནི། །བདེ་སོགས་བདག་པོས་རྣམ་པར་སྨྲས། །
en: “ ‘What can I do?’ Were the words uttered by the husband of Śacī.

source: མི་བཟད་ལྷ་མིན་གྱིས་ཕམ་ནས། །བདག་ཀྱང་འདིར་ནི་ཡང་དག་ལྷགས། །
en: ‘I have been defeated by the cruel asuras And now seek refuge here with you.’ {54.56}

source: དེ་སྐད་བཅོམ་ལྡན་གསོལ་ནས་ནི། །ལྷ་ཡི་དབང་པོ་བརྒྱ་བྱིན་གྱིས། །དེ་ཚེ་ཐུབ་མཆོག་ཞབས་གཉིས་ལ། །སྤྱི་བོའི་གཙུག་གིས་རབ་བཏུད་ནས། །
en: “Having said this, the god of bounty Who has performed one hundred sacrifices Bowed to the distinguished sage, Touching his feet with the top of his head, {54.57}

source: མིག་སྟོང་ཀཽ་ཤི་ཀ་ནི། །དེ་ཡི་སྤྱན་སྔར་འདུག་པར་གྱུར། །
en: “And then the thousand-eyed Kauśika Sat down as before.

source: དེ་སྐད་གསོལ་ནས་ཐུབ་མཆོག་ནི། །བྲམ་ཟེར་གྱུར་པ་འོད་སྲུང་གིས། །
en: The distinguished sage, brahmin Kāśyapa, Thus addressed, {54.58}

source: དེ་ཚེ་གསུང་དུ་བཀའ་སྩལ་པ། །ཀ་ལ་པིང་ཀའི་སྒྲ་སྐད་དུ། །
en: “Replied in a voice as sweet As the song of a cuckoo bird,

source: རྒྱལ་བ་མཆོག་གིས་སྔོན་གསུངས་པ། །གཞོན་ནུ་སྣ་ཚོགས་ཡང་དག་བྱུང་། །
en: ‘In the past, the supreme victors praised in songs The divine youth who is the source of everything. {54.59}

source: བདག་ཉིད་ཆེན་པོ་འཇམ་དཔལ་ནི། །རྙེད་དཀའ་སྐུ་ནི་འབུམ་གྱུར་པ། །ཡང་དག་མཐའ་ལ་གནས་ནས་ནི། །ཟབ་མོའི་དོན་གྱི་དོན་སྟོན་བྱེད། །
en: “ ‘He is the great being Mañjuśrī, Difficult to meet, endowed with one hundred thousand powers, And said to abide in the ultimate reality. He guides beings to the deep meaning. {54.60}

source: སྤྲོས་མེད་རྣམ་པ་མེད་པ་དང་། །གནས་མེད་པ་ལས་གཟུགས་བྱས་ནས། །ཤིན་ཏུ་དོན་ལྡན་ཆོས་ཀྱང་སྟོན། །ལྷ་ཡི་དབང་ཕྱུག་དེ་ནི་དྲན། །
en: “ ‘You should recollect him now, O lord of gods, As one who shows the Dharma to beings, Himself being without conceptual elaboration, Mental disposition, independent existence, or location.’ {54.61}

source: དེ་ནས་དེ་ནི་དེ་དྲན་པས། །བྱང་ཆུབ་སེམས་དཔའ་དྲན་ཙམ་གྱིས། །གཞོན་ནུ་སྣ་ཚོགས་གཟུགས་ཅན་ནི། །དེར་ནི་དེ་ཡི་མོད་ལ་ལྷགས། །དེར་ནི་བཅོམ་ལྡན་འདས་དང་ནི། །བཅོམ་ལྡན་ལྷ་ཡི་དབང་ཕྱུག་བཅས། །ལྷགས་ནས་བྱང་ཆུབ་སེམས་དཔའ་དེས། །
en: “Being thus caused by Kāśyapa to be recollected, And then recollected by Indra as one who abides in reality, Precisely at that moment, The omnifarious divine youth Arrived at the place where Blessed Kāśyapa And Maghavan, the lord of gods, were. {54.62}

source: དེ་ཚེ་རྒྱལ་བ་མཆོག་ལ་བཏུད། །རྒྱལ་བ་མཆོག་ཀུན་ཕྱག་འཚལ་ནས། །
en: “After arriving, the bodhisattva Mañjuśrī Saluted the supreme Victor.

source: འོད་ཆེན་འོད་སྲུང་ལ་ཡང་བཏུད། །དེ་ཚེ་ཐུབ་པས་རྗེས་གནང་ནས། །སྔགས་ཀྱི་ཚིག་ནི་འདི་སྨྲས་སོ། །
en: Having bowed to all the eminent victors And to Kāśyapa of great splendor, He pronounced the following mantra After first obtaining the sage’s consent: {54.63}

source: ན་མཿསརྦ་བུདྡྷ་བོ་དྷི་སཏྭེ་བྷྱཿ། ཨ་པྲ་ཏི་ཧ་ཏ་ཤཱ་ས་ནེ་བྷྱཿ། ཨོྃ་ཧ་ན་ཧ་ན། སརྦ་བྷ་ཡོཏྶཱ་ད་ཡ་ཏྲཱ་ས་ཡ། མོ་ཊ་ཡ། ཚིནྡ། བྷིནྡ། ཛྭ་ལ་ཛྭ་ལ། ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: “ ‘Homage to all the buddhas and bodhisattvas who are perfect teachers! “ ‘ Oṁ , kill, kill all those that pose danger! Destroy and annihilate them! Make them afraid! Crush, chop, and break them! Burn them, burn! Huṁ huṁ, phaṭ phaṭ, svāhā! ’ {54.64}

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་སྔགས་འདི་སྨྲས་མ་ཐག་ཏུ་ས་ཆེན་པོ་འདི་རི་དང་རྒྱ་མཚོའི་མཐར་ཐུག་པ་དང་བཅས་པ་རྣམ་པ་དྲུག་ཏུ་གཡོས་ཏེསངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ཀྱི་ཞིང་མཐའ་ཡས་པ་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་ཕྱོགས་ཀྱི་མཐར་ཐུག་པ་ཐམས་ཅད་དང་བཅས་པ་ཡང་རབ་ཏུ་འགུལ་བར་གྱུར་ཏོ། །
en: “As soon as this mantra was pronounced by the great being, the divine youth Mañjuśrī, the earth with its mountains and oceans, up to its farthest reaches, shook in six different ways, and so did all the infinite buddhafields and world spheres up to their farthest limits.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཐམས་ཅད་ཀྱིས་ཀྱང་སྔགས་ཀྱི་ཚིག་འདི་དག་བྱིན་གྱིས་བརླབས་སོ། །
en: All the blessed buddhas empowered the words of the mantra. {54.65}

source: དེ་ནས་ལྷའི་དབང་པོ་བརྒྱ་བྱིན་འཇིགས་པ་དང་བྲལ་ནས་བ་སྤུ་ལངས་ཏེ་ངོ་མཚར་རྨད་དུ་བྱུང་བ་ཐོབ་ནས། མིག་གཉིས་ཕྱེ་སྟེ། སྟན་ལས་ལངས་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་བཏུད་ནས་ལན་གསུམ་བསྐོར་བ་བྱས་ཤིང་།
en: “Śakra, the lord of gods, his fear gone and body hair bristling, struck with amazement and wonder, his eyes wide open, rose from his seat, bowed down to the feet of the Blessed One, and circumambulated him clockwise three times.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་མངོན་དུ་བལྟས་ནས་སྔགས་ཀྱི་ཚིག་དེ་དག་བཟུང་སྟེ།
en: Then, turning to and looking at the divine youth Mañjuśrī, he grasped and kept in his mind the words of the mantra.

source: ཡིད་ལ་བྱས་ནས་ཕྱིར་ཡང་ཤིང་རྟ་ལ་ཞོན་ཏེ། ལྷ་མ་ཡིན་གང་ཡིན་པ་དེ་ལོགས་སུ་ཕྱིན་པར་གྱུར་ཏོ། །
en: He mounted his chariot and rode to where all the asuras were.

source: དེ་ནས་ལྷ་མ་ཡིན་ཐམས་ཅད་རྒྱ་མཚོ་ཆེན་པོའི་མཐའི་འགྲམ་དུ་གང་རང་གི་གྲོང་ཁྱེར་གང་ཡིན་པ་དེར་མངོན་དུ་ཕྱོགས་ཤིང་སོང་བར་གྱུར་ཏེ།
en: Confronted by him in their subterranean paradise, in their capital city that the ocean rests upon, they all attacked.

source: སེམས་ཞུམ་ཞིང་ཉམས་ལ་དཔུང་གི་འཇིགས་པས་སེམས་དཀྲུགས་ཤིང་གདོང་གི་མདོག་ཉམས་ཤིང་ང་རྒྱལ་དང་དྲེགས་པ་ལ་སོགས་པ་དང་བྲལ་བར་གྱུར་ལ། །མཚོན་ཆ་དང་བྲལ་ཞིང་རི་འབིགས་བྱེད་འབར་བ་བཞིན་དུ་ལྷའི་དབང་ཕྱུག་དེ་མཐོང་ནས་བྱེར་བར་གྱུར་ཏོ། །
en: However, seeing the lord of gods blazing like fire, the asuras became smitten and dazed in their minds, and their armies were struck with fear. They now grew weak and despondent, their haughty expressions changed, and they lost their weapons. They turned back and retreated to their own abodes. {54.66}

source: དེ་ནས་ལྷ་ཡི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷ་རྣམས་ལ་སྨྲས་པ།
en: “Śakra, the lord of gods, then addressed the gods in the realm of the Thirty-Three:

source: གྲོགས་པོ་དག་མ་འཇིགས་ཤིག །མ་འཇིགས་ཤིག །སངས་རྒྱས་ཀྱི་མཐུས་ལྷ་མ་ཡིན་ལས་བདག་ཅག་ངེས་པར་རྒྱལ་བས་རང་གི་གནས་སུ་འགྲོ་བར་བྱའོ། །
en: “ ‘Do not be afraid, friends, do not be afraid! We have defeated the asuras through the power of the Buddha.

source: རང་རང་གི་གནས་ཅི་ལྟ་བ་བཞིན་དུ་སོང་ནས་ཁྱོད་ཅག་རྩེ་བ་དང་དགའ་བ་ཡོངས་སུ་སྤྱོད་པར་གྱིས་ཤིག །དེ་ནས་ལྷ་དེ་དག་ཐམས་ཅད་ཡིད་ཤིན་ཏུ་དགའ་ནས་ཕྱིར་ཡང་རང་གི་གནས་སུ་ལོག་པར་གྱུར་ཏོ། །
en: Now let us go home. Come, gentlemen! Having returned to your fine houses and abodes, each of you to his own, you can play, rejoice, and move around freely.’ “And so the gods, uplifted in their minds, turned around and went to their own abodes. {54.67}

source: དེ་ནས་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་འདི་སྙམ་དུ་སེམས་པར་གྱུར་ཏེ། གང་བདག་གིས་གཞོན་ནུའི་གཟུགས་ཅན་གྱི་གཟུགས་བརྙན་གྱི་རྣམ་པ་དེ་བྱས་ལ་རྒྱལ་མཚན་གྱི་རྩེ་མོ་ལའང་བཏགས་ན། དེས་ན་གང་གི་ལྷ་མ་ཡིན་གྱི་འཇིགས་པ་མི་འབྱུང་ངོ་། །
en: “Śakra, the lord of gods, thought, ‘If I make an effigy in the form of the divine youth and mount it atop a banner, there will be no danger for me from the asuras.’

source: དེ་ནས་ལྷ་རྣམས་ཀྱི་དབང་པོ་བརྒྱ་བྱིན་གྱིས་ཆེན་པོ་ལ་འོས་པའི་ནོར་བུ་རིན་པོ་ཆེ་ནང་འོད་དང་ལྡན་ཞིང་གསལ་བའི་ཕྲེང་བ་བླངས་ནས། གཞོན་ནུའི་ཆ་བྱད་ཀྱི་གཟུགས་བརྙན་བྱས་ཏེ། སྟེང་གི་ཁང་བཟང་དུ་གྲོང་ཁྱེར་ཆེན་པོ་བལྟ་ན་སྡུག་པའི་དབུས་ན། ལྷ་རྣམས་ཀྱི་འདུན་ས་ཆོས་བཟང་གི་རྩེ་མོར་རྒྱལ་མཚན་བསྒྲེང་བ་ལེགས་པར་བཀོད་པ་བྱས་ནས་བཞག་པར་གྱུར་ཏོ། །
en: The lord of gods, with his great might, procured then a precious gem called Shining with the Inner Light, fashioned from it a figure in the form of the divine youth, firmly fixed it on top of a banner, and placed it in Sudharmā, the assembly hall of the gods, at the top of the palace in the middle of his great city Sudarśana. {54.68}

source: དེ་ནས་ལྷ་མ་ཡིན་དེ་དག་རབ་ཚིམ་བྱེད་དང་། ཐགས་བཟངས་རིས་ལ་སོགས་པ་དེ་དག་ལྷ་རྣམས་ཀྱི་སྟེང་དུ་མི་འགྲོ་ཞིང་། ལྷ་དེ་དག་ཀྱང་ཟིལ་གྱིས་གནོན་པར་མི་འགྱུར་ལ། རྫུ་འཕྲུལ་ལས་རྣམ་པར་འཕྲུལ་པའམ། གཡུལ་མངོན་དུ་ཕྱོགས་པར་འགྲོ་བར་མི་ནུས་སོ། །
en: “From then on, the asuras, headed by Prahlāda and Vemacitri, stayed in their subterranean paradise. They did not travel upward, nor did they attack the gods. They were unable to work miracles or confront anyone in battle.

source: དེ་ལྟར་ལོ་བྱེ་བ་ཁྲི་ཕྲག་དུ་མ་མི་མ་ཡིན་པའི་གྲངས་ཀྱིས་བགྲང་བར་ཡང་ལྷ་མ་ཡིན་གྱི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར་རོ། །
en: This will last, in human reckoning, many hundreds of thousands of billions of years. Thus, there will now be no danger from the asuras. {54.69}

source: དེ་བཞིན་དུ་ཕན་ཡོན་དཔག་ཏུ་མེད་པ་བསྟན་པ་དང་། ཚེ་དང་། ནད་མེད་པ་འཕེལ་བར། སངས་རྒྱས་བཅོམ་ལྡན་འདས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཀྱང་སྔོན་དུ་གསུངས་པ་ཡིན་ནོ། །
en: “This celebrated [Dharma treatise] is thus a boon of infinite qualities; it promotes long life and good health, as taught by the blessed buddhas and the great beings, the bodhisattvas in the past.

source: དེ་བཞིན་དུ་ཕན་ཡོན་གྱི་ཡོན་ཏན་མཆོག་འདི་དག་རྒྱ་ཆེ་བ་དང་། མཐའ་ཡས་ཤིང་མུ་མེད་པ་སྔོན་གསུངས་པ་ཡིན་ནོ། །
en: It is full of excellent qualities and brings infinite benefits, without beginning and without end. {54.70}

source: གང་ཞིག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤངས་སམ། རྣམ་པར་རྟོག་པར་བྱེད་ན། བསོད་ནམས་མ་ཡིན་པ་དཔག་ཏུ་མེད་པ་འཕེལ་བར་འགྱུར་ཞིང་། དམྱལ་བར་ཡང་སྐྱེ་བར་འགྱུར་ལ། དུད་འགྲོ་དང་། ཡི་དགས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་གྱི་སྐྱེ་བ་ངན་པར་ཡང་འགྲོ་བར་འགྱུར་རོ། །
en: “Anyone who contradicts this Dharma treatise, doubts it, or thoughtlessly steps over it will accumulate boundless nonvirtue. They will fall into one of the great hells or suffer the tribulations of birth in the animal realm or the Yama realm of the pretas.

source: སྨན་དང་། སྔགས་རྣམས་མེད་དོ། །བྱང་ཆུབ་སེམས་དཔའ་མེད་དོ། །དེ་རྣམས་ཀྱི་བདག་ཉིད་ཆེན་པོ་རྫུ་འཕྲུལ་ཆེ་བ་དང་། རྣམ་པར་འཕྲུལ་བ་ཡང་མེད་དོ། །ཆོ་ག་རྒྱ་ཆེ་བ་ཡང་མེད་དོ། །འཕགས་པ་མ་ཡིན་པས་བཤད་དོ། །ཞེས་བྱས་ནས་སྤང་བའམ། །ཡང་ན་འགྲོ་ཞིང་འདི་ཉན་པར་མི་ནུས་སོ། །ཞེས་གནས་དེ་ལས་གཞན་དུ་འགྲོ་ན། དེ་དག་ལ་བསོད་ནམས་མ་ཡིན་པ་ཆེན་པོ་འབྱུང་བར་འགྱུར་རོ། །
en: Those who claim that this Dharma treatise is not the word of the Buddha and that the mantras and the remedies in it do not come from the bodhisattvas, who deny the greatness of the bodhisattvas and their power to work miracles, who throw away or abandon this Dharma treatise claiming that it was originally taught by dishonorable people, they will proceed to the lower states of existence where they will be unable to understand this Dharma treatise or even hear it. When they depart from that state, they will have accumulated a great deal of nonvirtue, so it is said. {54.71}

source: ཅི་སྟེ་བློ་ཆུང་བ་གང་གིས་ཆོས་འདི་ནི་ཐུབ་པ་མཆོག་དང་། ཐུབ་པའི་སྲས་བློ་དང་ལྡན་པ་མ་ཡིན་ནོ། །ཞེས་རབ་ཏུ་སྤོང་བར་བྱེད་དོ། །མི་དེ་དམྱལ་བར་འགྲོ་འགྱུར་ཞིང་། །དེ་ཉམས་ནས་ནི་དུད་འགྲོར་འགྲོ། །ཐིག་ནག་དང་ནི་ཡང་སོས་དང་། །སྤུ་གྲི་སོ་དང་མེ་མ་མུར། །རོ་མྱགས་ཆུ་བོ་རབ་མེད་སྐྱེ། །དེ་ནས་ཕྱིར་ཡང་སྤུ་གྲི་སོར། །ལོ་མ་རལ་གྲི་ལྟ་བུའི་ནགས། །ཡང་ན་ཀྱི་ཧུད་ཟེར་དེ་བཞིན། །འཇིག་རྟེན་གྲགས་པ་སོ་ཐམས་ཐམས། །
en: “Foolish people who reject This excellent teaching Taught in song by the eminent sages And the sagacious sons of the victors {54.72} “Will, because of this, go to hell, With its subdivisions lying above or horizontally, Such as Kālasūtra , Sañjīva, Kṣuradhārā, Gūthamṛttikā, {54.73} “Kuṇapa, Kṣāranadī, Where they will be seized in Jvaradhārā, The terrible Asipattra forest, Avava, Hahava, {54.74} “Or the hell for evildoers, Renowned in the world as Aṭaṭa.

source: སྡིག་པའི་ལས་ཀྱི་དམྱལ་བ་རུ། །གང་གིས་ཆོས་ནི་སུན་བྱེད་པ། །དེ་ནི་སྐྱེ་བ་དེ་དག་འགྲོ། །འཇིག་རྟེན་སྨད་པར་རབ་བསྟན་པ། །མི་བཟད་མནར་མེད་པ་ཞེས་བྱ། །མ་དད་སེམས་ཀྱིས་ཆོས་སྤངས་པ། །སྡིག་པའི་ལས་ཅན་གནས་ཡིན་ཏེ། །
en: Those who bring harm upon the Dharma Will go to one of these hells. {54.75} “The terrible hell called Avīci Is well known in the world As a walled-in place for reviled evildoers, Who make up its population. {54.76}

source: གང་ཞིག་ཆོས་ནི་འདི་འཇིགས་པ། །དེ་ལ་སྐྱེ་བོ་དེ་འཚེད་འགྱུར། །
en: “People who destroy this teaching Will be roasted there.

source: ཀུན་གྱི་མཐར་ཐུག་མནར་མེད་པ། །དེ་ཉམས་དེ་བཞིན་དམྱལ་ཆེན་སྐྱེ། །
en: People who are always mindless will visit All of the hells as deep down as Avīci. {54.77}

source: དམྱལ་བའི་ས་མཐའ་མཐའ་ཡས་པར། །རྟག་ཏུ་བློ་མེད་དེ་ནི་འགྲོ། །
en: “They will experience death and subsequent rebirth Throughout the infinite hell realms.

source: མདོ་སྡེ་དེ་ནི་རྒྱ་ཆེར་བཅས། །ཆོས་ཀྱི་ནོར་ཀུན་རབ་སྤངས་ནས། །
en: Those who reject this extensive sūtra That is the sum total of the Dharma {54.78}

source: དེ་ནི་འཇིག་རྟེན་ངན་པར་འགྲོ། །དབང་མེད་རྟག་པར་དབང་དུ་འགྲོ། །
en: “Become reviled in the world And fall into the hells that end in Avīci, Completely deprived of their own will. {54.79}

source: གང་ཞིག་མདོ་སྡེའི་ཆོ་ག་འདི། །སྔགས་དང་རྒྱུད་ཀྱིས་ལེགས་པར་བརྒྱན། །
en: “This sūtra called the ‘Manual of Rites’ Is adorned with the knowledge of mantras.

source: གྲུབ་པ་སྣ་ཚོགས་བརྒྱ་རྣམས་འཐོབ། །ཡང་དག་མཐའ་ནི་སྒྲིབ་པ་མེད། །
en: Through hundreds of wonderful accomplishments, It lays bare the ultimate reality, {54.80}

source: ཆོས་ཀྱི་དབྱིངས་ཀྱི་སྐུ་ཉིད་ཡིན། །དམིགས་སུ་མེད་པའི་ངོ་བོ་ཉིད། །
en: “Which is experienced in meditation without support And constitutes the body of the sphere of phenomena.

source: ཆོ་ག་ཆོ་ག་རྒྱ་ཆེན་བཅས། །ལེའུ་རབ་འབྱམ་འདིས་འདྲེན་བྱེད། །འཇམ་པའི་དབྱངས་ནི་ལེགས་དགོད་པ། །ཕུན་ཚོགས་དཔལ་དང་བློ་གྲོས་མཆོད། །
en: This extensive manual of rites With its detailed chapters {54.81} “Was skillfully laid down by Mañjughoṣa And duly worshiped by Śrīmati.

source: རྩ་བའི་ཆོ་ག་མི་ཉུང་བ། །རྒྱ་ཆེ་མང་པོར་བསྟན་པ་ཡིན། །
en: Many original rites of Mañjuśrī Are presented here in full. {54.82}

source: རྟག་དང་ཆད་དང་ཐོག་མཐའ་ནི། །གཉི་གའི་མཐའ་དོན་རྣམ་པར་སྤངས། །
en: “This manual is free from both extreme views, Those of eternalism and of nihilism.

source: རིམ་བཅས་རིམ་ནི་ངེས་པར་བསྟན། །སྔགས་ཀྱི་ལུས་ནི་བཏུས་པ་ཡིན། །
en: It explains the stages in the right order And constitutes a collective body of mantras. {54.83}

source: མེ་དང་རླུང་དང་ནམ་མཁའ་དང་། །སྟོང་པའི་དེ་ཉིད་ལེགས་གསུངས་པ། །
en: “It clearly explains Fire, wind, and space as empty.

source: སྤངས་པ་རྟག་ཏུ་འགྲོ་བ་ནི། །འོག་ནས་འོག་ཏུ་དེ་ཚེ་འགྲོ། །
en: One who rejects this manual is always reborn, Going from one low birth to another. {54.84}

source: བསྐལ་པ་རྣམ་མང་གསུམ་གྱི་གྲངས། །དེ་ཚེ་བསོད་ནམས་ཡོངས་བསགས་ནས། །དེ་ཚེ་བྱང་ཆུབ་ཐོབ་ནས་ནི། །
en: “As the supreme Victor, I accumulated infinite merit In the course of many long eons, And attained awakening. {54.85}

source: བདག་དང་རྒྱལ་བ་མཆོག་རྣམས་ཀྱིས། །སྔགས་དང་རྒྱུད་ཀྱི་དོན་གསུངས་པ། །
en: “I subsequently taught this root manual To fulfill the aims of the mantra system.

source: འགྲོ་བ་ཡུལ་ནི་སྡིག་མེད་ལའོ། །རྩ་བའི་ཆོ་ག་དག་བྱེད་དང་། །སྡིག་པ་མེད་ཅིང་བཀྲ་ཤིས་པའི། །
en: By being an auspicious means of purification that destroys negativity, This manual wards off the dangers associated with the places of rebirth. {54.86}

source: ལེའུ་རབ་འབྱམ་རབ་གསུངས་པ། །ངེས་པའི་མདོ་སྡེ་བཟང་པོ་ཡིན། །
en: “It has been presented in detailed chapters That adorn this sūtra of definitive meaning.

source: ས་བདག་ཡོན་ཏན་བདག་ཉིད་ཆེ། །ཡུལ་དང་དུས་ཀྱི་སྦྱོར་བ་དང་། །
en: It includes the descriptions of the great qualities of kings Explained according to their relevant period and place. {54.87}

source: རྒྱལ་སྲས་མི་རུ་སྐྱེས་པ་ཡིས། །ས་སྟེང་དམ་པའི་ཆོས་བསྟན་ཅེས། །འཇིག་རྟེན་གཙོ་བོ་ཐུབ་པ་ནི། །རྒྱལ་བ་བདུན་པས་བསྟན་པ་ཡིན། །
en: “This sacred Dharma of the victors’ sons Was taught by the seventh sage, The best among the victors Who have taken human birth on earth. {54.88}

source: ཆོ་ག་རྒྱ་ཆེར་གསུངས་པ་ནི། །བློ་དང་དཔལ་ནི་མངོན་པར་འཕེལ། །
en: “It was taught in the form of this extensive manual That produces splendor and good fortune.

source: རྩ་བ་རབ་འབྱམ་ལེའུ་ཞེས། །སྔགས་དང་རྒྱུད་དང་ལྡན་པ་དེ། །
en: It is described as an extensive volume with a good foundation And is revered as part of the mantra system. {54.89}

source: གང་ཞིག་མདོ་མཆོག་གཙོ་བོ་འདི། །རྒྱལ་བས་མཆོད་པའི་ཆོས་ཀྱི་མཛོད། །ས་སྟེང་མིས་ནི་སྤོང་བྱེད་པ། །དེ་ནི་མནར་མེད་དམྱལ་བར་འགྲོ། །
en: “Anyone on earth who rejects This excellent, important sūtra, This Dharma treasury endowed with power by the victors, Will fall, after death, into Avīci, the worst of hells,

source: བསྐལ་པ་ཆེན་པོར་དེ་འཚེད་ཅེས། །རྣམ་པ་དུ་མར་དབྱེ་བར་བསྟན། །
en: For many great eons, as described In different works. {54.90}

source: ནམ་ཞིག་གང་དུ་འབྱུང་བ་ནི། །མི་ཡི་ལུས་སུ་སྐྱེས་ན་ཡང་། །དབུལ་ཞིང་ནད་མང་གླེན་པ་དང་། །
en: “During his life as a human, Whenever this happens to be, He will be poor, diseased, and dumb.

source: ཀླ་ཀློ་དག་ཏུ་སྐྱེ་བར་འགྱུར། །འཇིག་རྟེན་སྨད་པར་འགྲོ་བ་སྟེ། །དེ་ནི་མཛེ་ཅན་ནད་པར་འགྱུར། །
en: He will be born as a mleccha, Will be reviled in the world, And will contract leprosy. {54.91}

source: ལྐུགས་ཤིང་འོན་པ་ཡན་ལག་ཉམས། །
en: “He will smell bad and inspire disgust.

source: བློ་ཉམས་ལོང་བ་ཉིད་དང་ནི། །རྩུབ་ཅིང་རྟག་ཏུ་འཇིགས་པའི་གཟུགས། །ས་སྟེང་ཡི་དགས་ལྟ་བུར་སྣང་། །
en: Blind and missing limbs, He will have a terribly unattractive form, Always be dirty, and look, here on earth, like a preta. {54.92}

source: གོས་ངན་སེམས་ནི་ཞན་པ་དང་། །སེན་མོ་དང་ནི་ལུས་ཀྱང་ངན། །
en: “He will be poorly clothed, depressed, With ugly nails, and generally detestable.

source: སྲིན་བུ་རྣམས་ཀྱིས་ཟོས་པ་དང་། །ཤུ་བ་གཡན་པར་ཡང་དག་ལྡན། །
en: He will be eaten by parasites And will be covered by sores and blisters. {54.93}

source: མདོ་སྡེ་འདི་ནི་རབ་སྤངས་ན། །གང་དང་གང་གིས་འགྲོ་བར་འགྲོ། །དེ་དང་དེར་ནི་སྐྱེ་བ་ན། །བློ་ངན་རྨོངས་པར་སྐྱེ་བར་འགྱུར། །
en: “Stinking and utterly revolting, He will have no partner for conversation But will walk around absentmindedly, Becoming ever more feebleminded. {54.94}

source: བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཇི་ཙམ་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་ངོ་མཚར་ཏེ། མཆོག་ཏུ་ལེགས་པར་གསུངས་པ་ལགས་ན། དེ་ལ་བཅོམ་ལྡན་འདས་མ་འོངས་པའི་དུས་ན་སེམས་ཅན་མི་རིགས་པའི་ཆགས་པས་ཟིལ་གྱིས་ནོན་པ་སླུ་བར་བྱེད་པ་ང་རྒྱལ་ཅན་མ་དད་པ་གྱ་གྱུ་ཅན་དམུ་རྒོད་ཚུལ་ཁྲིམས་འཆལ་པ་དག་འབྱུང་བར་འགྱུར་ཏེ།
en: The divine youth Mañjuśrī, the bodhisattva great being, now rose from his seat, draped his upper robe over his shoulder, placed his right knee on the ground, folded his hands, and, with wide open and unblinking eyes, knowing that all the gods who inhabit the Pure Abode and many orders of beings had assembled in order to hear the Dharma, said to Blessed Śākyamuni: {54.97} “It is wonderful, O Blessed One, that you have presented this Dharma treatise so eloquently. In the future time, O Blessed One, it will come to pass that beings will be overcome by dangerous greed, their minds will be dominated by the five degenerations, they will lack faith, and they will be deceitful, unruly, and undisciplined.

source: དེ་དག་སྔགས་རྣམས་ཀྱི་རྟོག་པའི་བདག་ཉིད་ཆེན་པོ་རྒྱས་པ་གྲུབ་པ་དང་། དུས་དང་། ཡུལ་དང་། ངེས་པར་སྡོམ་པ་དང་། སྔགས་དང་། སྤྱོད་པ་དང་། །སྦྱིན་སྲེག་དང་། བཟླས་པ་ངེས་པར་སྡོམ་པ་དང་། ཆོ་ག་རབ་འབྱམ་དག་ལ་མ་དད་པར་འགྱུར། ཡིད་ལ་མི་བྱེད་པར་འགྱུར་ཏེ།
en: They will not believe in the greatness of the of the art of mantras, nor will they appreciate the necessity to observe the restrictions regarding the time and the place of worship. Nor will they believe in the elaborate rituals with their injunctions pertaining to the mantra conduct, homa offerings, or mantra recitation.

source: སངས་རྒྱས་ཀྱི་བཀའ་མ་ཡིན་ནོ། །ཞེས་བྱས་ནས་སྤོང་བར་འགྱུར་ཏེ།
en: Thinking that this is not the Buddha’s teaching, they will reject it.

source: དེ་དག་ཉོན་མོངས་པའི་སེམས་སུ་གྱུར་ནས་དུས་བྱེད་པར་འགྱུར་ཞིང་། སྡུག་བསྔལ་དྲག་ཅིང་ཚ་བའི་ཚོར་བ་མྱོང་ཞིང་དེ་དག་དམྱལ་བ་ཆེན་པོར་སྐྱེ་བར་འགྱུར་རོ། །
en: They will develop mental anguish and die. They will thus experience intense suffering and feel sharp and acute pain. They will end up in the great hells.

source: བཅོམ་ལྡན་འདས་སྡུག་བསྔལ་བའི་སེམས་ཅན་དེ་དག་ལ་ཇི་ལྟར་བསྒྲུབ་པར་བྱ།
en: When beings suffer like this, O Blessed One, how can this be remedied?

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ནི་ཐུགས་རྗེ་ཆེན་པོ་དང་ལྡན་པ་ལགས་སོ། །
en: The lord buddhas are very compassionate, after all.” {54.98}

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་སྤྱི་བོར་བྱུགས་ནས་བཀའ་སྩལ་པ། །
en: The blessed Śākyamuni touched Mañjuśrī, the divine youth, on the head, and said, “Good it is, good indeed, that you, Mañjuśrī, are concerned about the welfare and the interests of all beings, and it is also good that you, Mañjuśrī, ask the Tathāgata about it.

source: འཇམ་དཔལ་ཁྱོད་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་གྱི་ཕྱིར་རབ་ཏུ་ཞུགས་པ་ཁྱོད་ཡང་ལེགས་སོ་ལེགས་སོ། །འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཁྱོད་དེ་བཞིན་གཤེགས་པ་ལ་དོན་འདི་ཡོངས་སུ་ཞུ་བར་སེམས་པ་དེ་ཁྱོད་ཡང་ལེགས་སོ། །འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དེའི་ཕྱིར་ལེགས་པར་ཤིན་ཏུ་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་དང་། ཕན་པ་དང་། བདེ་བའི་ཕྱིར་ཞུགས་པ་དང་། ལྷ་དང་། མི་རྣམས་དང་། འཇིག་རྟེན་ལ་རབ་ཏུ་བརྩེ་བའི་ཕྱིར་ངས་ཁྱོད་ལ་བཤད་དོ། །
en: Listen well, then, and duly reflect upon what I will now tell you for the benefit, welfare, and happiness of all beings and to act kindly toward the world. There is, O divine youth, in your root manual with its detailed chapters, a most secret vidyārāja that should be remembered at the time of death by men and gods who strongly desire to take the final refuge in the supreme body of the dharmadhātu, thus taking the path to awakening that subsumes all mantra practices.

source: ན་མ་སྟྲཻ་ཡ་དྷྭ་ཏ་ཐཱ་ག་ཏེ་བྷྱཿ། ཨར་ཧད་བྷྱཿ། སམྱཀྶཾ་བུདྡྷེ་བྷྱཿ། ཨོྃ་ཀུ་མཱ་ར་རཱུ་པི་ཎེ། བི་ཤྭ་སཾ་བྷ་བ། ཨཱ་གཙྪ། ཨཱ་གཙྪ། ལ་ཧུ་ལ་ཧུ། བྷྲཱུྃ་བྷྲཱུྃ། ཛི་ན་ཛིཀམཉྫུ་ཤྲི་ཡེ། སུ་ཤྲི་ཡེ། ཏཱ་ར་ཡ་མཱྃ། སརྦ་དུཿཁེ་བྷྱཿ། ཕཊ་ཕཊ། ཤ་མ་ཡ་ཤ་མ་ཡ། ཨ་མྲྀ་ཏོདྦྷ་བ། པཱ་པཾ་མེ་ནཱ་ཤ་ཡ་སྭཱ་ཧཱ།
en: “Homage to all the worthy tathāgatas, the fully realized buddhas! “ Oṁ , the omnifarious form of the divine youth, come, come! Quick, quick! Bhrūṃ bhrūṃ, hūṁ hūṁ! O victorious Victor! Splendorous Mañjuśrī! Deliver me from all suffering! Phaṭ phaṭ ! Pacify, pacify! You who arise from and are the source of immortality, destroy my negativity, svāhā! {54.100}
